/**
 * 图表数据
 */


const chartData = {
    /**
     * 头部数据
     * 种植业、畜牧业、林业、渔业
     */
    topData: {
        zzy: 1042840,
        xmy: 322163,
        ly: 64424,
        yy: 761455
    },

    /** 
     * 农作物数据
     * 名称列表
     * 数据顺序
     */
    nzw_Category: ["晚稻", "玉米", "大豆", "番薯", "蔬菜"],
    nzw_Data: {
        鹿城区: [11938, 189, 210, 686, 29712],
        龙湾区: [4275, 199, 174, 750, 71101],
        瓯海区: [12850, 366, 284, 2077, 156962],
        洞头区: [313, 41, 54, 1014, 22158],
        瑞安市: [59031, 608, 292, 1460, 312928],
        乐清市: [77057, 375, 481, 3061, 140174],
        永嘉县: [63463, 2791, 1083, 4072, 136512],
        文成县: [27676, 285, 1193, 3113, 136662],
        平阳县: [77219, 1277, 1316, 3206, 159939],
        泰顺县: [25783, 377, 695, 2843, 87421],
        苍南县: [88906, 537, 587, 2316, 364262],
        龙港市: [0, 0, 0, 0, 0]
    },

    /**
     * 农作物表格数据
     * 顺序: ["种植业", "畜牧业", "林业", "渔业"]
     * 价格
     * 同比（未乘 100）
     */
    nzwTable_Data: {
        鹿城区: {
            price: [16098, 16185, 506, 1115],
            rate: [0.01245283, 0.050632911, 0.1, 0.062917064]
        },
        龙湾区: {
            price: [29020, 8359, 128, 5519],
            rate: [-0.030501453, 0.04815047, -0.007751938, 0.090711462]
        },
        瓯海区: {
            price: [75525, 15556, 1460, 1158],
            rate: [0.025555722, -0.028903177, 0.010380623, 0.033006244]
        },
        洞头区: {
            price: [12124, 3733, 572, 102540],
            rate: [0.115671298, -0.114773536, -0.005217391, -0.074632253]
        },
        瑞安市: {
            price: [148218, 37709, 4002, 173071],
            rate: [0.014684439, 0.023227417, -0.085257143, 0.036862411]
        },
        乐清市: {
            price: [138015, 50042, 1431, 105453],
            rate: [0.016176059, -0.080499054, 0.015613911, 0.014175939]
        },
        永嘉县: {
            price: [149191, 39723, 14393, 9418],
            rate: [0.02643293, 0.024052591, 0.122348721, 0.028952256]
        },
        文成县: {
            price: [102967, 9800, 9622, 1643],
            rate: [0.033556171, 0.042775059, 0.050092764, 0.05931657]
        },
        平阳县: {
            price: [103898, 60857, 12484, 108687],
            rate: [0.024029174, 0.021947943, 0.081614971, 0.034956578]
        },
        泰顺县: {
            price: [81364, 26266, 7987, 956],
            rate: [0.015754912, 0.080460716, 0.043234065, 0.233548387]
        },
        苍南县: {
            price: [186420, 53933, 11839, 251895],
            rate: [-0.000359274, 0.012047062, 0.073637435, 0.0338862]
        },
        龙港市: {
            price: [null, null, null, null],
            rate: [null, null, null, null]
        }
    },

    /**
     * 农业占比分析
     * 
     */
    nyzb_Data: {
        种植业: {
            nameList: ["粮食", "豆类", "蔬菜", "糖料", "油料", "其他"],
            mj: [107090, 6555, 67429, 832, 12229, 204126.3],
            cl: [649520, 13237, 1617831, 38010, 23705, 1202304]
        },
        畜牧业: {
            nameList: ["猪", "牛", "羊", "家禽", "兔", "养蜂箱"],
            mj: [1124700, 64300, 289900, 30835600, 1202400, 140898],
            cl: [60798, 4528, 2305, 30519, 1341, 0]
        },
        林业: {
            nameList: ["茶园", "果园", "造林"],
            mj: [15908, 38760, 22347],
            cl: [6835, 599134, 0]
        },
        渔业: {
            nameList: ["水产品", "海水产品", "淡水产品"],
            mj: [0, 18630, 5548],
            cl: [604363, 579257, 25106]
        }
    },




    /**
     * 收入数据
     * 人均收入、可支配收入、消费支出
     * 顺序: ["鹿城", "龙湾", "瓯海", "洞头", "瑞安", "乐清", "永嘉", "平阳", "苍南", "文成", "泰顺"]
     */
    sr_Category: ["鹿城", "龙湾", "瓯海", "洞头", "瑞安", "乐清", "永嘉", "平阳", "苍南", "文成", "泰顺"],
    sr_Data: {
        rjsrList: [32954, 34279, 33435, 27130, 30455, 32158, 22190, 22730, 22166, 17352, 17018],
        kzpsrList: [32954, 34279, 33435, 27130, 30455, 32158, 22190, 22730, 22166, 17352, 17018],
        xfzcList: [24970, 22335, 27530, 20172, 23659, 22446, 15999, 16248, 15302, 15504, 14583]
    },

    /**
     * 农业产值
     */
    cz_Category: ["2014年", "2015年", "2016年", "2017年", "2018年"],
    cz_Data: {
        zzy: [866364, 947188, 1019060, 1025256, 1042840],
        xmy: [344966, 370167, 381969, 320231, 322163],
        ly: [43820, 50644, 55747, 60605, 64424],
        yy: [631183, 668894, 734136, 749071, 761455]
    },


    /**
     * 乡村旅游分析
     */
    ly_Category: ["鹿城", "龙湾", "瓯海", "洞头", "永嘉", "乐清", "瑞安", "文成", "苍南", "平阳", "泰顺"],
    ly_Data: {
        cs: [460, 550, 750, 850, 125, 215, 232, 252, 46, 55, 65],
        xf: [460, 550, 750, 850, 1250, 215, 2320, 2525, 460, 550, 650]
    },

    /**
     * 农产品价格
     */
    ncp_Data: [{
            dl: "成品粮",
            id: 1,
            type: "籼米",
            pz: "标一、散装",
            dw: "元500克",
            price: "0",
            date: [0, 0, 0, 0, 0]
        },
        {
            dl: "成品粮",
            id: 2,
            type: "晚籼米",
            pz: "标一、散装",
            dw: "元500克",
            price: "2.5",
            date: [2.5, 2.5, 2.5, 2.5, 2.5]
        },
        {
            dl: "成品粮",
            id: 3,
            type: "粳米",
            pz: "标一、散装",
            dw: "元500克",
            price: "3",
            date: [3, 3, 3, 3, 3]
        },
        {
            dl: "成品粮",
            id: 4,
            type: "粳米",
            pz: "安徽产特制",
            dw: "元500克",
            price: "4",
            date: [4, 4, 3.5, 4, 3.5]
        },
        {
            dl: "成品粮",
            id: 5,
            type: "粳米",
            pz: "东北产特制",
            dw: "元500克",
            price: "3.3",
            date: [3.3, 3.3, 3.3, 3.2, 3.25]
        },
        {
            dl: "成品粮",
            id: 6,
            type: "粳米",
            pz: "江苏产特制",
            dw: "元500克",
            price: "3",
            date: [3, 3, 3, 3, 3]
        },
        {
            dl: "成品粮",
            id: 7,
            type: "面粉",
            pz: "特一粉",
            dw: "元500克",
            price: "3",
            date: [3.4, 3.4, 3.4, 3.4, 3.4]
        },
        {
            dl: "成品粮",
            id: 8,
            type: "面粉",
            pz: "标准粉",
            dw: "元500克",
            price: "3",
            date: [3.4, 3.4, 3.4, 3.4, 3.4]
        },
        {
            dl: "成品粮",
            id: 9,
            type: "面粉",
            pz: "特二粉",
            dw: "元500克",
            price: "0",
            date: [0, 0, 3.5, 3.5, 3.5]
        },
        {
            dl: "成品粮",
            id: 10,
            type: "黄豆",
            pz: "标准品、三等、散装",
            dw: "元500克",
            price: "5.4",
            date: [5.4, 5.4, 0, 5.5, 5.5]
        },
        {
            dl: "成品粮",
            id: 11,
            type: "红小豆",
            pz: "一级、散装",
            dw: "元500克",
            price: "6.6",
            date: [6.6, 6.6, 6.75, 6.6, 6.64]
        },
        {
            dl: "成品粮",
            id: 13,
            type: "绿豆",
            pz: "一级、散装",
            dw: "元500克",
            price: "6.58",
            date: [6.58, 6.58, 6.75, 6.58, 6.64]
        },
        {
            dl: "成品粮",
            id: 14,
            type: "玉米粉",
            pz: "脱胚玉米粉",
            dw: "元500克",
            price: "4.33",
            date: [4.33, 4.33, 4.33, 4.25, 4.25]
        },
        {
            dl: "食用油",
            id: 15,
            type: "花生油",
            pz: "金龙鱼（非转基因）、一级桶装、压榨",
            dw: "元5升",
            price: "0",
            date: [0, 0, 0, 0, 0]
        },
        {
            dl: "食用油",
            id: 17,
            type: "花生油",
            pz: "金龙鱼（非转基因）、一级桶装、压榨",
            dw: "元5升",
            price: "0",
            date: [0, 0, 0, 0, 0]
        },
        {
            dl: "食用油",
            id: 18,
            type: "菜籽油",
            pz: "金龙鱼、一级桶装、压榨",
            dw: "元5升",
            price: "50",
            date: [50, 50, 0, 48, 48]
        },
        {
            dl: "食用油",
            id: 19,
            type: "大豆油",
            pz: "金龙鱼、精炼、一级桶装、浸出",
            dw: "元5升",
            price: "51.5",
            date: [51.5, 51.5, 57.5, 52.67, 52.67]
        },
        {
            dl: "食用油",
            id: 20,
            type: "大豆调和油",
            pz: "金龙鱼、第二代、一级桶装",
            dw: "元5升",
            price: "58.6",
            date: [58.6, 58.6, 57.75, 57.4, 57.4]
        },
        {
            dl: "肉禽蛋",
            id: 21,
            type: "鲜猪肉",
            pz: "精瘦肉",
            dw: "元500克",
            price: "40.14",
            date: [40.14, 43.29, 43, 32, 33.43]
        },
        {
            dl: "肉禽蛋",
            id: 22,
            type: "鲜猪肉",
            pz: "肋条肉（五花肉）",
            dw: "元500克",
            price: "41.74",
            date: [41.74, 45.43, 43.83, 33, 34.57]
        },
        {
            dl: "肉禽蛋",
            id: 23,
            type: "鲜猪肉",
            pz: "带皮后腿肉",
            dw: "元500克",
            price: "35.86",
            date: [35.86, 35.86, 39.67, 29.29, 31.29]
        },
        {
            dl: "肉禽蛋",
            id: 24,
            type: "鲜猪肉",
            pz: "肋排",
            dw: "元500克",
            price: "47.57",
            date: [47.57, 49.71, 47.83, 38, 39.14]
        },
        {
            dl: "肉禽蛋",
            id: 25,
            type: "鲜牛肉",
            pz: "牛腩",
            dw: "元500克",
            price: "60.43",
            date: [60.43, 60.83, 54.2, 51.5, 51.5]
        },
        {
            dl: "肉禽蛋",
            id: 26,
            type: "鲜牛肉",
            pz: "腱子肉",
            dw: "元500克",
            price: "67.14",
            date: [67.14, 67.86, 61, 59.28, 59.71]
        },
        {
            dl: "肉禽蛋",
            id: 27,
            type: "鲜牛肉",
            pz: "新鲜无骨",
            dw: "元500克",
            price: "61",
            date: [61, 63.33, 60.2, 56.43, 56.57]
        },
        {
            dl: "肉禽蛋",
            id: 28,
            type: "鲜羊肉",
            pz: "新鲜带骨",
            dw: "元500克",
            price: "59.5",
            date: [59.5, 59.33, 53.6, 51.29, 51.57]
        },
        {
            dl: "肉禽蛋",
            id: 29,
            type: "鸡肉",
            pz: "白条鸡、开膛、上等",
            dw: "元500克",
            price: "18.5",
            date: [18.5, 19, 18.5, 17.5, 0]
        },
        {
            dl: "肉禽蛋",
            id: 30,
            type: "鸡蛋",
            pz: "新鲜完整、鸡场蛋",
            dw: "元500克",
            price: "7.07",
            date: [7.07, 9.21, 6.42, 6.9, 19]
        },
        {
            dl: "水产品",
            id: 31,
            type: "鲤鱼",
            pz: "活、500克以上一条",
            dw: "元500克",
            price: "6",
            date: [6, 7, 9.25, 8.4, 23]
        },
        {
            dl: "水产品",
            id: 32,
            type: "鲫鱼",
            pz: "活、500克以上一条",
            dw: "元500克",
            price: "16.14",
            date: [16.14, 17.67, 16.33, 13.71, 18.5]
        },
        {
            dl: "水产品",
            id: 33,
            type: "草鱼",
            pz: "活、500克以上一条",
            dw: "元500克",
            price: "10.67",
            date: [10.67, 12.67, 9.5, 8.67, 7.21]
        },
        {
            dl: "水产品",
            id: 34,
            type: "带鱼",
            pz: "冻、250克左右",
            dw: "元500克",
            price: "40",
            date: [40, 17, 27.75, 20.25, 7]
        },
        {
            dl: "水产品",
            id: 35,
            type: "带鱼",
            pz: "冰鲜、250克左右",
            dw: "元500克",
            price: "31.43",
            date: [31.43, 39.29, 34.5, 24.67, 13.71]
        },
        {
            dl: "水产品",
            id: 36,
            type: "黄鱼",
            pz: "冰、500克左右一条",
            dw: "元500克",
            price: "36.25",
            date: [36.25, 45, 45, 39, 9.17]
        },
        {
            dl: "水产品",
            id: 37,
            type: "鮸鱼",
            pz: "冰、500克左右一条",
            dw: "元500克",
            price: "24.29",
            date: [24.29, 33.57, 29.67, 20.57, 15.25]
        },
        {
            dl: "水产品",
            id: 38,
            type: "海虾",
            pz: "体长10厘米左右",
            dw: "元500克",
            price: "45",
            date: [45, 46.33, 58, 39.5, 23]
        },
        {
            dl: "水产品",
            id: 39,
            type: "河虾",
            pz: "活",
            dw: "元500克",
            price: "55",
            date: [55, 55, 65, 60, 37.6]
        },
        {
            dl: "水产品",
            id: 39,
            type: "鲢鱼",
            pz: "活、750克左右一条",
            dw: "元500克",
            price: "9.5",
            date: [9.5, 5, 9.5, 7, 18.14]
        },
        {
            dl: "水产品",
            id: 40,
            type: "鳙鱼",
            pz: "活、1500克左右一条",
            dw: "元500克",
            price: "12.29",
            date: [12.29, 13.29, 12.67, 11, 38.83]
        }
    ],

    /**
     * 灾情分析
     * 顺序: ["气象灾害", "海洋灾害", "地质灾害", "农、林病虫害", "人为自然灾害"]
     */
    zq_Category: ["气象灾害", "海洋灾害", "地质灾害", "农、林病虫害", "人为自然灾害"],
    zq_Data: [5, 3, 12, 2, 3],


    /**
     * 阳光农场
     */
    ygnc_Data: [{
            index: 1,
            name: "温州市高田生态农场有限公司",
            product: "蔬菜水果"
        },
        {
            index: 2,
            name: "藤桥食品有限公司",
            product: "三黄鸡、蛋鸡"
        },
        {
            index: 3,
            name: "温州市康瑞果蔬专业合作社",
            product: "高山蔬菜、农业观光"
        },
        {
            index: 4,
            name: "乐清市万乐水果专业合作社",
            product: "水果"
        },
        {
            index: 5,
            name: "浙江聚优品生物科技股份有限公司",
            product: "水果、铁皮石斛等"
        },
        {
            index: 6,
            name: "乐清市柯氏家庭农场有限公司",
            product: "贵妃鸡"
        },
        {
            index: 7,
            name: "瑞安市绿果园家庭农场",
            product: "水果"
        },
        {
            index: 8,
            name: "瑞安市善康农产品有限公司",
            product: "姬松茸，糯米山药等"
        },
        {
            index: 9,
            name: "永嘉汇发农业开发有限公司",
            product: "蔬菜水果"
        },
        {
            index: 10,
            name: "永嘉县利民茶果开发有限公司",
            product: "水果"
        },
        {
            index: 11,
            name: "永嘉楠溪新农业股份有限公司",
            product: "水果蔬菜"
        },
        {
            index: 12,
            name: "文成县二源绿色农业种植专业合作社",
            product: "蔬菜水果"
        },
        {
            index: 13,
            name: "文成县黄坦仙果园艺场",
            product: "水果"
        },
        {
            index: 14,
            name: "温州荣阳农业综合开发有限公司",
            product: "东魁杨梅"
        },
        {
            index: 15,
            name: "平阳县红桥汇果蔬种植专业合作社",
            product: "水果"
        },
        {
            index: 16,
            name: "浙江泰龙制茶有限公司",
            product: "茶叶"
        },
        {
            index: 17,
            name: "泰顺县一鸣生态农业有限公司",
            product: "奶牛"
        },
        {
            index: 18,
            name: "苍南福绿农业开发有限公司",
            product: "红心火龙果"
        },
        {
            index: 19,
            name: "浙江苍鹤农业开发有限公司",
            product: "茶叶"
        },
        {
            index: 20,
            name: "苍南爱农家禽养殖专业合作社",
            product: "蛋鸡"
        }
    ]


}

window.chartData = chartData