// "Id", 
// "name", //灾情名称 
// "category", //灾情种类
// "county", //受影响地区
// "day", //到访时间(月日)
// "img_src", //灾情图片
// "influence", //影响统计
// "year", //年份
// "loss" //经济损失(万元)

export const history_disaster =
    [
        {
            "name": "泰利",
            "category": "台风",
            "county": "温州",
            "day": 38596,
            "img_src": "http://5b0988e595225.cdn.sohucs.com/images/20180711/61e9cb0d37dc47619b7fa67b85eb5991.jpeg",
            "influence": "2005年9月1日14时30分，“泰利”在福建省莆田平海镇登陆，登陆后近中心风力仍在12级以上。温州全市交通、电力、水利等基础设施遭受严重损失。56省道、57省道、58省道、文青公路、文泰公路因山体塌方全线中断，其中56省道3座桥梁冲毁。文成县城峃口、巨屿、石垟，泰顺仕阳、平阳水头等地严重受淹。文成、泰顺大部分地区电力、交通、电信中断，小流域堤防受损严重。全市因灾死亡3人，失踪10人，直接经济损失达26.11亿元。",
            "year": 2005,
            "loss": 261100
        },
        {
            "name": "碧利斯",
            "category": "台风",
            "county": "温州",
            "day": 38912,
            "img_src": "http://5b0988e595225.cdn.sohucs.com/images/20190811/86703a97042d4df99cd8c96b529a2b6b.JPG",
            "influence": "2006年7月14日中午12时50分，第4号强热带风暴“碧利斯”，在福建省霞浦北壁乡登陆。市防汛防旱指挥部办公室提供的统计数据表明，截至7月14日20时，本次强热带风暴使龙湾区、瓯海区、瑞安市、平阳县、苍南县、文成县和泰顺县等7个县（市、区）的117个乡镇受灾，受灾人口达52.1662万人，直接经济总损失为1.4638亿元。",
            "year": 2006,
            "loss": 14638
        },
        {
            "name": "桑美",
            "category": "台风",
            "county": "温州",
            "day": 38939,
            "img_src": "http://5b0988e595225.cdn.sohucs.com/images/20190811/ef262a1c66614613894d1fa28e2852a1.JPG",
            "influence": "2006年8月10日 8号台风\"桑美\"桑美登陆温州市苍南县，为该县带来重大破坏，18日晚省防汛防旱指挥部统计死亡193人，失踪11人。18个县（市、区）的325个镇受灾254.9万人，倒塌房屋3万9千间，经济损失127.37亿元。",
            "year": 2006,
            "loss": 1273700
        },
        {
            "name": "韦帕",
            "category": "台风",
            "county": "温州",
            "day": 39344,
            "img_src": "http://5b0988e595225.cdn.sohucs.com/images/20190811/3416a33cfa814aaeac7c984af349afdf.JPG",
            "influence": "2007年9月19日凌晨2点30分，台风“韦帕”在我市苍南霞关登陆，据了解，本次13号强台风“韦帕”给我市农业、水利、交通、电力等基础设施造成较大损失。据市防汛指挥部初步统计，截止19日11点30时，全市共有233个乡镇(街道)受灾，受灾人口265.7953万人，倒塌房屋1290间。作物受灾面积达71.426千公顷，成灾面积30.21千公顷，绝收面积6.1847千公顷，损坏水库4座，损坏堤防433处共47.822千米，损坏护岸872处，损坏水闸46座，冲毁塘坝18座，损坏灌溉设施2427处，损坏水文测站16个，损坏水电站9座。公路中断105条次，毁坏路基210.87公里，损坏输电线路1470.403公里，损坏通讯线路967.602公里，停产工矿企业3462家，直接经济损失18.4197亿元。",
            "year": 2007,
            "loss": 184197
        },
        {
            "name": "罗莎",
            "category": "台风",
            "county": "浙江",
            "day": 39362,
            "img_src": "http://5b0988e595225.cdn.sohucs.com/images/20190811/b2b9adc04bba4697bceee8eaa06ea35b.JPG",
            "influence": "根据各市防指办报告，经初步统计，截止10月8日15时，台风“罗莎”造成浙江11市68县959个乡镇718.7万人受灾，全省直接经济损失达75亿元。据浙江省防指统计，浙江省共转移灾区群众117.8万人。目前，因内涝或小流域山洪造成临海、玉环、椒江和平湖等4个县城局部受淹；倒塌房屋3392间；农作物受灾农田面积359.5千公顷、成灾面积190.8千公顷，绝收面积61.7千公顷，减收粮食63.8万吨；水产养殖损失面积36千公顷，损失水产品25.8万吨；34898家工矿企业停产；749条公路中断，毁坏公路路基(面)870.2公里；损坏输电线路388.3公里；损坏通讯线路199.2公里；7座小型水库受损，损坏堤防3210处417.3公里，堤防决口650处110公里，损坏护岸3961处，毁坏水闸145座，冲毁塘坝569座，损坏灌溉设施5185处，损坏机电井94眼，损坏水文测站56座，损坏机电泵站381座，损坏水电站69座。这次灾害造成全省直接经济损失达75亿元，其中：农业直接经济损失35.1亿元，工业直接经济损失20.1亿元，水利设施直接经济损失10亿元。直接经济损失较大的市有台州(22.9亿元)、温州(20亿元)和宁波市(9.3亿元)，直接经济损失超过3亿元有临海、苍南、三门、奉化、安吉、瑞安等6个县(市)。",
            "year": 2007,
            "loss": 750000
        },
        {
            "name": "凤凰",
            "category": "台风",
            "county": "温州",
            "day": 39657,
            "img_src": "http://5b0988e595225.cdn.sohucs.com/images/20190811/202851efbbc04aec9a2b13e15db04d67.JPG",
            "influence": "全市共有267个乡镇(街道)受灾，受灾人口137.1万人；倒塌房屋611间。作物受灾面积48千公顷，成灾面积20.3千公顷，绝收面积3.7千公顷；损坏堤防574处、63.6千米，损坏护岸1578处，水闸65座，冲毁塘坝23座，损坏灌溉设施4329处，损坏水文测站30个，损坏水电站30座；公路中断96条次，毁坏路基184公里，损坏输电线路113公里，损坏通讯线路41公里；停产工矿企业874家。截止30日12时，全市直接经济损失上升至7.45亿元。",
            "year": 2008,
            "loss": 74500
        },
        {
            "name": "莫拉克",
            "category": "台风",
            "county": "温州",
            "day": 40032,
            "img_src": "http://5b0988e595225.cdn.sohucs.com/images/20190811/9474d0d1e29a4c6ab28a6f6e40a4b86d.JPG",
            "influence": "目前，温州全市共有182个乡镇(街道)受灾，受灾人口56.7万人，倒塌房屋810间，作物受灾面积21.2千公顷，损坏护岸774处。另外，还造成公路中断56条次，供电中断242条次，通信中断27条次，停产工矿企业132家。台风已造成温州直接经济损失4.29亿元。",
            "year": 2009,
            "loss": 42900
        },
        {
            "name": "菲特",
            "category": "台风",
            "county": "温州",
            "day": 41553,
            "img_src": "",
            "influence": "菲特”是2008年以来对我市影响最严重的强台风。它登陆前后，苍南石坪站实测风力为每秒76.1米，苍南望洲山为每秒73.1米，均打破台风“桑美”创下的每秒68米的极大风速记录，全省极大风速排名前10位全部来自我市。直接因灾死亡1人，因公殉职1人，失踪4人；因灾直接经济损失68.17亿元；受灾人口318.24万人；倒塌房屋1368间；损坏堤防383处、16.97千米，损坏护岸2670处、水闸28座，冲毁塘坝146座；损坏灌溉设施1612处，损坏水文测站34个，公路中断152条次，供电中断645条次，通信中断166条次；停产工矿企业6223家。",
            "year": 2013,
            "loss": 681700
        },
        {
            "name": "莫兰蒂",
            "category": "台风",
            "county": "温州",
            "day": 42628,
            "img_src": "http://zjnews.zjol.com.cn/zjnews/wznews/201609/W020160917401770105315.jpg",
            "influence": "全市多地发生超历史洪水和严重地质灾害，农业、水利、电力、交通等设施损失极为严重。据初步统计，截至16日晚6时，我市有9个县（市、区）105个镇街受灾，受灾人口85.1万人，倒塌房屋612间，严重损坏房屋378间，农作物受灾面积26128公顷，成灾面积17203公顷，绝收面积3419公顷，公路中断3051条次，供电中断403条次，通信中断7条次，停产工矿企业1168家，直接经济损失33.14亿元。台风还造成严重人员伤亡，因灾死亡10人，失踪4人。",
            "year": 2016,
            "loss": 331400
        }
    ]


    export const economy_analysis =[
        {
          "county": "龙湾区",
          "town": "",
          "village": "",
          "income": 34279,
          "expense": 22335,
          "year": 2018
        },
        {
          "county": "瓯海区",
          "town": "",
          "village": "",
          "income": 33435,
          "expense": 27530,
          "year": 2018
        },
        {
          "county": "洞头区",
          "town": "",
          "village": "",
          "income": 27130,
          "expense": 20172,
          "year": 2018
        },
        {
          "county": "瑞安市",
          "town": "",
          "village": "",
          "income": 30455,
          "expense": 23659,
          "year": 2018
        },
        {
          "county": "乐清市",
          "town": "",
          "village": "",
          "income": 32158,
          "expense": 22446,
          "year": 2018
        },
        {
          "county": "永嘉县",
          "town": "",
          "village": "",
          "income": 22190,
          "expense": 15999,
          "year": 2018
        },
        {
          "county": "平阳县",
          "town": "",
          "village": "",
          "income": 22730,
          "expense": 16248,
          "year": 2018
        },
        {
          "county": "苍南县",
          "town": "",
          "village": "",
          "income": 22166,
          "expense": 15302,
          "year": 2018
        },
        {
          "county": "文成县",
          "town": "",
          "village": "",
          "income": 17352,
          "expense": 15504,
          "year": 2018
        },
        {
          "county": "泰顺县",
          "town": "",
          "village": "",
          "income": 17018,
          "expense": 14583,
          "year": 2018
        },
        {
          "county": "全市",
          "town": "",
          "village": "",
          "income": 25154,
          "expense": 18169,
          "year": 2017
        },
        {
          "county": "鹿城区",
          "town": "",
          "village": "",
          "income": 30255,
          "expense": 23942,
          "year": 2017
        },
        {
          "county": "龙湾区",
          "town": "",
          "village": "",
          "income": 31361,
          "expense": 20681,
          "year": 2017
        },
        {
          "county": "瓯海区",
          "town": "",
          "village": "",
          "income": 30640,
          "expense": 22616,
          "year": 2017
        },
        {
          "county": "洞头区",
          "town": "",
          "village": "",
          "income": 24840,
          "expense": 17908,
          "year": 2017
        },
        {
          "county": "瑞安市",
          "town": "",
          "village": "",
          "income": 27903,
          "expense": 21701,
          "year": 2017
        },
        {
          "county": "乐清市",
          "town": "",
          "village": "",
          "income": 29423,
          "expense": 20688,
          "year": 2017
        },
        {
          "county": "永嘉县",
          "town": "",
          "village": "",
          "income": 20271,
          "expense": 14659,
          "year": 2017
        },
        {
          "county": "平阳县",
          "town": "",
          "village": "",
          "income": 20725,
          "expense": 14502,
          "year": 2017
        },
        {
          "county": "苍南县",
          "town": "",
          "village": "",
          "income": 20286,
          "expense": 14156,
          "year": 2017
        },
        {
          "county": "文成县",
          "town": "",
          "village": "",
          "income": 15859,
          "expense": 14287,
          "year": 2017
        },
        {
          "county": "泰顺县",
          "town": "",
          "village": "",
          "income": 15532,
          "expense": 13298,
          "year": 2017
        },
        {
          "county": "全市",
          "town": "",
          "village": "",
          "income": 22985,
          "expense": 16627,
          "year": 2016
        },
        {
          "county": "鹿城区",
          "town": "",
          "village": "",
          "income": 27747,
          "expense": 21524,
          "year": 2016
        },
        {
          "county": "龙湾区",
          "town": "",
          "village": "",
          "income": 28855,
          "expense": 19510,
          "year": 2016
        },
        {
          "county": "瓯海区",
          "town": "",
          "village": "",
          "income": 28062,
          "expense": 17979,
          "year": 2016
        },
        {
          "county": "洞头区",
          "town": "",
          "village": "",
          "income": 19907,
          "expense": 16182,
          "year": 2016
        },
        {
          "county": "瑞安市",
          "town": "",
          "village": "",
          "income": 25570,
          "expense": 20077,
          "year": 2016
        },
        {
          "county": "乐清市",
          "town": "",
          "village": "",
          "income": 26943,
          "expense": 18721,
          "year": 2016
        },
        {
          "county": "永嘉县",
          "town": "",
          "village": "",
          "income": 18391,
          "expense": 13394,
          "year": 2016
        },
        {
          "county": "平阳县",
          "town": "",
          "village": "",
          "income": 18861,
          "expense": 12883,
          "year": 2016
        },
        {
          "county": "苍南县",
          "town": "",
          "village": "",
          "income": 18470,
          "expense": 12952,
          "year": 2016
        },
        {
          "county": "文成县",
          "town": "",
          "village": "",
          "income": 14414,
          "expense": 13254,
          "year": 2016
        },
        {
          "county": "泰顺县",
          "town": "",
          "village": "",
          "income": 14130,
          "expense": 12416,
          "year": 2016
        },
        {
          "county": "全市",
          "town": "",
          "village": "",
          "income": 21235,
          "expense": 15464,
          "year": 2015
        },
        {
          "county": "鹿城区",
          "town": "",
          "village": "",
          "income": 25632,
          "expense": 19292,
          "year": 2015
        },
        {
          "county": "龙湾区",
          "town": "",
          "village": "",
          "income": 26800,
          "expense": 18187,
          "year": 2015
        },
        {
          "county": "瓯海区",
          "town": "",
          "village": "",
          "income": 25929,
          "expense": 17046,
          "year": 2015
        },
        {
          "county": "洞头区",
          "town": "",
          "village": "",
          "income": 18365,
          "expense": 14976,
          "year": 2015
        },
        {
          "county": "瑞安市",
          "town": "",
          "village": "",
          "income": 23671,
          "expense": 18655,
          "year": 2015
        },
        {
          "county": "乐清市",
          "town": "",
          "village": "",
          "income": 24891,
          "expense": 16782,
          "year": 2015
        },
        {
          "county": "永嘉县",
          "town": "",
          "village": "",
          "income": 16938,
          "expense": 12422,
          "year": 2015
        },
        {
          "county": "平阳县",
          "town": "",
          "village": "",
          "income": 17372,
          "expense": 11600,
          "year": 2015
        },
        {
          "county": "苍南县",
          "town": "",
          "village": "",
          "income": 17023,
          "expense": 11815,
          "year": 2015
        },
        {
          "county": "文成县",
          "town": "",
          "village": "",
          "income": 13174,
          "expense": 11984,
          "year": 2015
        },
        {
          "county": "泰顺县",
          "town": "",
          "village": "",
          "income": 12973,
          "expense": 11031,
          "year": 2015
        },
        {
          "county": "全市",
          "town": "",
          "village": "",
          "income": 19394,
          "expense": 14218,
          "year": 2014
        },
        {
          "county": "鹿城区",
          "town": "",
          "village": "",
          "income": 23434,
          "expense": 17290,
          "year": 2014
        },
        {
          "county": "龙湾区",
          "town": "",
          "village": "",
          "income": 24525,
          "expense": 16747,
          "year": 2014
        },
        {
          "county": "瓯海区",
          "town": "",
          "village": "",
          "income": 23708,
          "expense": 16764,
          "year": 2014
        },
        {
          "county": "洞头区",
          "town": "",
          "village": "",
          "income": 21682,
          "expense": 17567,
          "year": 2014
        },
        {
          "county": "瑞安市",
          "town": "",
          "village": "",
          "income": 22668,
          "expense": 15119,
          "year": 2014
        },
        {
          "county": "乐清市",
          "town": "",
          "village": "",
          "income": 16617,
          "expense": 14125,
          "year": 2014
        },
        {
          "county": "永嘉县",
          "town": "",
          "village": "",
          "income": 15404,
          "expense": 11469,
          "year": 2014
        },
        {
          "county": "平阳县",
          "town": "",
          "village": "",
          "income": 15823,
          "expense": 10493,
          "year": 2014
        },
        {
          "county": "苍南县",
          "town": "",
          "village": "",
          "income": 15471,
          "expense": 10673,
          "year": 2014
        },
        {
          "county": "文成县",
          "town": "",
          "village": "",
          "income": 11943,
          "expense": 10191,
          "year": 2014
        },
        {
          "county": "泰顺县",
          "town": "",
          "village": "",
          "income": 11739,
          "expense": 9781,
          "year": 2014
        }
      ]

      //
    //   "Id",
    //   "name",//企业名称
    //   "representative",//企业法人
    //   "address",//企业地址
    //   "intro",//企业简介
    //   "industry",//产业类型
    //   "tel",//联系方式
    //   "output",//产值(万元)
    //   "yield",//产量(吨)
    //   "year",//年份
    //   "main_product",//主要产品
    //   "county",//地区
    //   "img_src",//图片地址
    //   "video_src"//监控地址
      export const sunshine_farm =[
        {
          "name": "乐清市柯氏家庭农场有限公司",
          "representative": "柯益平",
          "address": "乐清市乐成街道台头村",
          "intro": "",
          "industry": "家禽饲养",
          "tel": "13616876855",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "贵妃鸡,贵妃鸡蛋",
          "county": "乐清市乐成街道",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190510/1557478420945.jpeg",
          "video_src": "",
          "longitude": "120.894856 ",
          "latitude": "28.158981"
        },
        {
          "name": "瑞安市绿果园家庭农场",
          "representative": "叶晓武",
          "address": "浙江省温州市瑞安市莘塍街道上村",
          "intro": "",
          "industry": "农业专业及辅助性活动",
          "tel": "13616663232",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "蕃茄,桑甚,草莓",
          "county": "瑞安市莘塍街道",
          "img_src": "http://www.wzszhny.com/data/upfiles/20180315/1521083694419.jpg",
          "video_src": "",
          "longitude": "120.688136",
          "latitude": "27.791268"
        },
        {
          "name": "苍南爱农家禽养殖专业合作社",
          "representative": "王孔浑",
          "address": "浙江省温州市苍南县灵溪镇玉泉村888号",
          "intro": "【苍南爱农家禽养殖专业合作社】养殖有蛋鸡40000余尾，曾多次获得省市级优秀企业与美丽牧场等荣誉，场区环境秀美，远离公共生活区；场区内道路硬化，墙体皆粉刷整洁；净污道分离，并配备有绿化带和绿化公园；场区配备有电脑、网络等信息化养殖设备；24小时全天高清摄像头；生活区、饲养区、工作区严格分区，做到互不干扰、互补传播；场区内兽医室设施完善，拥有专业的执证高级兽医师，并有多套专业完善的疫苗防备方案；饲养区使用先进的节水、节料、节电、省工的饮水、喂料工艺和设备；配备通风、保温等环境控制设备；采用分段饲养，根据生产要求设置生产流程和繁育计划，市场抗波动能力强；场区内分布功能区示意牌、功能区标志牌、管理制度牌等；功能区分布合理，栏舍排列有序，密度合理，坚固耐用。对当地蛋鸡产业兴起、正规、完善起着非常巨大的带动作用。",
          "industry": "家禽饲养",
          "tel": "13732000566",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "苍南爱农本土蛋",
          "county": "苍南县灵溪镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190308/1552024604906.jpg",
          "video_src": "",
          "longitude": "120.356888",
          "latitude": "27.531212"
        },
        {
          "name": "乐清市万乐水果专业合作社",
          "representative": "王同宙",
          "address": "乐清市清江镇江沿村",
          "intro": "       乐清市万乐水果专业合作社成立于2011年12月，注册资金280万元,位于乐清市清江镇江沿村。合作社现有社员103人，其中专业技术人员5人，生产管理人员15人，专业技术人员老中青相结合，既有较高的科研水平，又有丰富的生产实践经验和推广应用经验。合作社紧密依托浙江省农科院、乐清市特产站、乐清市水果产业协会等科研技术推广部门，积极开展水果先进技术的研究和应用，具有较强的研发能力。现有水果种植核心基地面积550亩，种植品种以无核瓯柑、红心琯溪蜜柚、甜橘柚、红美人（爱媛28号）等水果为主，基地周边无工业污染，且远离居民生活区，环境优美，具备绿色食品生产条件。\n2013年乐清市农业局授予“示范性农民专业合作社”\n2014年中国技术监督管理中心授予“中国绿色环保名优产品”\n2014年被乐清市科学技术局评为“农村科技示范基地（户）”\n2014年浙江省农业厅授予“无公害产品产地”认定证书\n2014年农业部农产品质量安全中心授予“无公害农产品”证书\n2014年被中国中小企业质量监督中心评为“浙江省重质量守诚信合作社”\n2015年被中国民营企业消费协会评为“消费者满意放心单位”\n2015年被温州市人民政府评为“示范性农民专业合作经济组织”\n2015年被乐清市市政府评为“乐清市农业龙头企业”。",
          "industry": "水果种植",
          "tel": "0577.62276678",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "红美人,瓯柑",
          "county": "乐清市清江镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190321/1553146203704.jpg",
          "video_src": "",
          "longitude": "121.073267   ",
          "latitude": "28.272246"
        },
        {
          "name": "泰顺县一鸣生态农业有限公司",
          "representative": "吕占富",
          "address": "浙江省温州市泰顺县柳峰乡墩头村高场坪",
          "intro": "泰顺县一鸣生态农业有限公司创建于2005年，公司现代化、智能化的设施装备、科学标准化的饲养管理技术，已成为国家级畜禽标准化规模养殖示范场。公司以绿色有机畜牧业的养殖基地为核心，周边配套有：绿色有机生态茶园、绿色有机生态（时令）科技蔬菜园，形成绿色有机生态循环产业链。目前存栏奶牛1500余头。\n公司2011年从澳大利亚引进良种荷斯坦奶牛403头，娟姗牛31头，这是浙江省内第一次向国外进口大规模活体畜禽。澳洲奶牛系谱清晰，血统纯正，品质优良，采用先进的生物遗传技术-----性控冻精，为美系和加系精液，少量的常规冻精为美国的（ABS公司提供），从源头上确保乳制品安全生产，提升奶源品质，牛奶乳蛋白常年在3.3%以上（一般牧场长年平均在2.9%左右）。公司自创“一鸣”乳品品牌，牧场生产的生鲜牛乳全部由浙江一鸣食品股份有限公司（农业产业化国家重点龙头企业）生产加工中心收购，专门开辟生产流水线，生产一鸣高端白奶“澳牛奶”，在一鸣真鲜奶吧上市。\n公司养殖基地拥有利位伐2*20MP680+MM27BC挤奶机、发情探测器和APLO软件管理系统，奶牛生产智能化信息系统。奶牛进入奶厅后，计算机会自动接收到奶牛进入奶厅信号和奶牛所处的位置信号，奶牛开始挤奶时，挤奶机通过电导率可以分辨牛奶质量，计算机会记录好各头奶牛的产奶量和牛奶所储存容器的位置。奶牛发情时，通过发情探测器将信息传输到计算机，提醒配种员及时对奶牛配种，以减少漏配，提高生产效益。通过对信息的分类处理，实现智能化管理。\n在牧场防疫上，制定了一系列严格管理制度。牧场内安有48个高清视频摄像头，一个主控制室，可以实现牧场的远程智能化管理。能为牧场提供长期稳定的安全保证，从而真正实现信息化、标准化、专业化管理。\n牧场周边配套建有大型污水处理厂和有机肥加工厂。污水处理厂总投资额600余万元，采用现有先进成熟的厌氧，好氧生物处理工艺基础上开发出来的厌氧-CASS处理工艺，经该工艺处理后的出水可以达到《农田灌溉水质标准》（GB5084-2005）的规定。这种工厂化的污水治理模式在我市乃至全省为第一例，工程效益主要是由于环境改善带来一系列的经济与社会环境效益，对全省的循环生态农业起到示范作用。\n",
          "industry": "牲畜饲养",
          "tel": "18957750913",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "澳瑞鲜牛奶",
          "county": "泰顺县雅阳镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190527/1558921215963.jpg",
          "video_src": "",
          "longitude": "120.00683 ",
          "latitude": "27.390348"
        },
        {
          "name": "永嘉县利民茶果开发有限公司",
          "representative": "陈以散",
          "address": "岩头镇塆里村",
          "intro": "永嘉县利民茶果开发有限公司办公地址位于温州永嘉县岩头镇塆里村，于2006年10月17日在永嘉县市场监督管理局注册成立，在公司发展壮大的12年里，我们始终为客户提供好的产品和技术支持、健全的售后服务，我公司主要经营特色水果种植推广与销售，我们有好的产品和专业的销售和技术团队。",
          "industry": "水果种植",
          "tel": "15888219688",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "杨梅,枇杷",
          "county": "永嘉县岩头镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190402/1554190385910.jpg",
          "video_src": "",
          "longitude": "120.720391 ",
          "latitude": "28.352498"
        },
        {
          "name": "永嘉楠溪新农业股份有限公司",
          "representative": "陈遴",
          "address": "浙江省永嘉县沙头镇水岩村",
          "intro": " 永嘉楠溪新农业股份有限公司，于2015年5月21日，由知名永商南达集团董事长林乐宣回乡投资创建。注册资金5000万元，计划投资10亿元。依托南达集团“农业产业化国家重点龙头企业”、“国家高新技术企业”和三板上市企业的优势，在楠溪江中下游支流珍溪流域，规划面积2万亩，开发珍溪生态养生农业产业园。\n 珍溪生态养生农业产业园，是以优良生态为背景，以精品农业为基础，以森林养生为主题，以休闲观光为框架，以高雅文化为特色，以一产融合三产、融通一二三产业的大健康服务业。\n 总体布局：四园一带一古村：即亲水湾紫来农园、日月垟都市农园、花廊山膳食农园、长生谷森林养生公园、珍溪养生农业观光带、廊下古村。\n 开发定位：创建全国生态循环农业的示范带、建设全国大健康服务业的示范园、打造都市养生农业旅游的目的地。",
          "industry": "农业专业及辅助性活动",
          "tel": "13695756756",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "有机茶叶",
          "county": "永嘉县沙头镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190422/1555922430890.png",
          "video_src": "",
          "longitude": "120.900439",
          "latitude": "28.281476"
        },
        {
          "name": "瑞安市善康农产品有限公司",
          "representative": "魏余慷",
          "address": "瑞安市平阳坑镇塔石村",
          "intro": " \n       善康农业，系瑞安市平阳坑镇政府主导成立，22个村集体抱团组成的集农产品供销平台、基地打造、农旅体验于一体的现代农业综合体。坐落于最美绿道-瑞安市飞云江绿道，秉承“助力乡村振兴,善康责无旁贷”助农惠农的企业精神,走科技创新之路,重点加强了对电商平台的运营和特色农业基地的开发, 打造标准化品牌农业基地, 培养了一大批返乡创业青年,建立起一个集农产品开发及平台营运为一体的专业团队。\n\n       截止2018年，现已建成农产品基地11个，共计1219多亩；除了常规的蔬果种植基地外，善康更打造了多个特色基地，如海拔600高山助农基地，空心村本地鸡鸭养殖基地，善康猕猴桃基地及葡萄园基地等等。\n\n      依照智能化打造全程溯源温州市“阳光农场”示范基地，农场建设主要以“物联网+农产品深度溯源+农产品推广”模式，实现全程透明化的一体化质量监管体系。根据政府的相关指导要求，形成上游可溯，田间直配、信息详实、票证齐全、诚实守信、有监控部门层层把关的优秀企业，并通过了ISO9001:2015国际质量管理体系认证，ISO14001:2015环境管理体系认证，被评为2018年度瑞安市级农业龙头企业。\n​",
          "industry": "其他农业",
          "tel": "13134418360",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "南山索面,姬松茸,农家笋干,姬松茸干,高山公鸡,藏香猪",
          "county": "瑞安市平阳坑镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190216/1550308697299.gif",
          "video_src": "",
          "longitude": "120.383067 ",
          "latitude": "27.776131"
        },
        {
          "name": "浙江泰龙制茶有限公司",
          "representative": "谢细和",
          "address": "泰顺县仕阳镇上排村",
          "intro": "浙江泰龙制茶有限公司成立于2007年，座落于全国生态示范区泰顺县仕阳镇上排村,年产茶叶350吨。被誉为“中国醉美茶园”的泰龙牛军洋茶场是中国著名音乐家周大风创作泰顺县歌《采茶舞曲》采风体验地。茶园基地常年云雾蒸绕，日月高洁，生态环境得天独厚，生产的茶叶以芽叶肥水、白毫显露、香高味醇而著称。公司建成了绿茶初精制加工厂和名优茶清洁化生产流水线，同时成立了万众茶叶专业合作社、泰龙植保专业合作社和万龙农机专业合作社，从源头保障产品质量安全，建立了稳固的联结利益机制，农户企业实现双赢。 ",
          "industry": "坚果、含油果、香料和饮料作物种植、茶叶种植",
          "tel": "67678888",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "2019年本地新茶叶特级明前茶泰顺三杯香绿茶TL901泰龙袋装250g,2019泰顺新茶叶明前一级1绿茶泰龙三杯香绿茶S160铁罐礼盒装 250G",
          "county": "泰顺县仕阳镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190516/1557965524420.jpg",
          "video_src": "",
          "longitude": "119.932712",
          "latitude": "27.345905"
        },
        {
          "name": "温州市高田生态农场有限公司",
          "representative": "李会",
          "address": "藤桥镇田塘头村高田1号",
          "intro": " 成立于2013年6月，在藤桥镇岙底田塘头村规划设计1300余亩，已投入固定资金1200余万元，种植（水果蔬菜、名贵花木）、养殖（农家猪、本地鸡、藏獒）为基础之上发展农家乐休闲、民宿。<p><br></p>",
          "industry": "水果种植",
          "tel": "15888798755",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "",
          "county": "鹿城区藤桥镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20171224/1514096768845.png",
          "video_src": "",
          "longitude": "120.44088 ",
          "latitude": "28.105476"
        },
        {
          "name": "永嘉汇发农业开发有限公司",
          "representative": "李松钗",
          "address": "永嘉县岩阳镇小舟垟村",
          "intro": "公司致力于高科技生态农业发展，通过国外资金投资，和引进先进的国内外农业生产技术和现代企业经营管理理念与当地农业发展实际相结合，进行认真消化和整合，对传统农业进行改造，在公司园区全面开展以设施农业、生产农业、有机农业为中心内容的示范项目，应用农业现代科学技术，推行农业无公害、绿色、标准化生产，致力于高科技生态农业发展。同时公司以基地为依托，以农业科技支撑，加工物流为载体，以市场和区域网点为基础，以创建绿色有机蔬菜，引进国外高品质品种，打造国内最具特色的高端水果基地。科学运行，走品牌化、规模化、多渠道的市场营销道路。目前已取得较好成效。",
          "industry": "水果种植",
          "tel": "18815060115",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "",
          "county": "永嘉县岩坦镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190409/1554799345428.png",
          "video_src": "",
          "longitude": "120.729335",
          "latitude": "28.438416"
        },
        {
          "name": "温州市康瑞果蔬专业合作社",
          "representative": "胡克俭",
          "address": "浙江省温州市瓯海泽雅师科垟村4组",
          "intro": "温州康瑞果蔬专业合作社创始于2012年，地址为瓯海区泽雅镇师科垟村。\n合作社的法定经营形式为合伙形式存在。\n合作社以生态农业为导向;种植业+养殖业形式,借助农科院教授们的指导推广新品种、新技术从而提高单品品质。现在合作社所有商品可进行全程追溯，随时可查看基地耕地进程；通过传统的门店+网络+手机团购的营销模式，扩大农产品市场、缩短流通时间。使消费者及时获得新鲜、高品质的农产品。\n目前在新田园聚源路市场有两个摊位，为公司的实体店体验区\n2016年荣获巾帼创业创新大赛的创新奖\n2017年荣获瓯海区“妇”字号农业龙头企业\n2018年荣获瓯海名牌产品  |“金岗尖”茄子\n2018年荣获AAA级信用单位\n2019年为阳光农场行列的一员\n\n\n",
          "industry": "水果种植",
          "tel": "15057727292",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "",
          "county": "瓯海区泽雅镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190531/1559292464577.jpg",
          "video_src": "",
          "longitude": "120.359797",
          "latitude": "28.005014"
        },
        {
          "name": "温州荣阳农业综合开发有限公司",
          "representative": "陈永润",
          "address": "荆溪村草池",
          "intro": "    温州市荣阳农业综合开发有限公司坐落于温州市平阳县鳌江镇荆溪村，公司于每年六月开展杨梅节，采摘期间门票价每人30元，欢迎各位光临体验。\n   本公司有射箭、真人CS、攀岩等拓展活动，同时有餐饮住宿等服务，欢迎大家光临。",
          "industry": "水果种植",
          "tel": "13868331032",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "",
          "county": "平阳县鳌江镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20180726/1532571028444.jpg",
          "video_src": "",
          "longitude": "120.534094 ",
          "latitude": "27.634373"
        },
        {
          "name": "平阳县红桥汇果蔬种植专业合作社",
          "representative": "繆纪程",
          "address": "平阳县万全镇周垟村",
          "intro": "平阳县红桥汇果蔬种植专业合作社主导产品火龙果\n",
          "industry": "水果种植",
          "tel": "13695756189",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "",
          "county": "平阳县万全镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20180814/1534232656917.jpg",
          "video_src": "",
          "longitude": "120.593970",
          "latitude": "27.712591"
        },
        {
          "name": "浙江聚优品生物科技股份有限公司",
          "representative": "闫秀丽",
          "address": "浙江省乐清市大荆镇下山头村",
          "intro": "浙江聚优品生物科技股份有限公司成立于2013年12月，注册资金1000万元，地处乐清市大荆镇下山头村。是一家集铁皮石斛品种选育、智能化温室大棚种植、林下近野生种植、铁皮石斛教研科普、深加工、中医药养生、休闲旅游为一体的现代化智慧农业科技园区。公司基地规划建设2000亩，总投资预计3亿元。目前已投资8500多万元完成200多亩铁皮石斛核心区种植及700多亩水果林种植。现为整个乐清市基础设施投入最好，规格最高，坚持有机种植的铁皮石斛产业园区。\n公司所在的区域是乡村振兴的示范点、温州西部生态农业休闲产业带的起点，也是石斛田园综合体的重要组成部分，该区域现已获得国家地理标志认证。所产的铁皮石斛均已获得有机产品认证。\n公司为乐清国家铁皮石斛生物产业基地骨干企业，承担省部级项目3项，其中“雁荡山铁皮石斛产业化关键技术研究与应用”获得2016年梁希林业科学技术二等奖、浙江省科技兴林一等奖。栽培技术获得国家实用型专利2个。公司被评为浙江省级现代农业科技示范基地、浙江省林业厅雁荡山铁皮石斛种质资源库（分库）、浙江重点林业龙头企业、温州市百龙工程农业企业、浙江省生态文化基地、国家AAA级旅游景区等荣誉。\n公司崇尚自然生态、注重科学技术，以林下近野生有机种植技术为核心，运用物联控制系统和有机农产品安全溯源系统，严格按照“生产标准化、经营规模化、管理规范化、产品品牌化”的要求，走“高端、高质、高效、生态”的经营路线，生产出无公害、绿色、有机的铁皮石斛产品及铁皮石斛精深加工产品。\n",
          "industry": "中药材种植",
          "tel": "18967799020",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "",
          "county": "乐清市大荆镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190505/1557027420859.jpg",
          "video_src": "http://www.wzszhny.com/zs/jksp.html?company_id=35616",
          "longitude": "121.179524",
          "latitude": "28.412997"
        },
        {
          "name": "苍南福绿农业开发有限公司",
          "representative": "吕克彬",
          "address": "东仓路34-60号",
          "intro": "",
          "industry": "坚果、含油果、香料和饮料作物种植",
          "tel": "13959165977",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "",
          "county": "苍南县灵溪镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20171114/1510640893305.jpg",
          "video_src": "",
          "longitude": "120.415748",
          "latitude": "27.528237"
        },
        {
          "name": "文成县望湖农业专业合作社",
          "representative": "吴士荣",
          "address": "文成县珊溪镇牛坑村",
          "intro": "蔬菜、水果、水稻、油茶、毛竹的种植与销售；茶叶、中药材的种植；淡水鱼养殖；毛茶销售。",
          "industry": "水果种植",
          "tel": "13868662187",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "",
          "county": "文成县珊溪镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20190513/1557735365915.jpg",
          "video_src": "",
          "longitude": "120.048793 ",
          "latitude": "27.678523"
        },
        {
          "name": "文成县黄坦仙果园艺场",
          "representative": "金玉堂",
          "address": "浙江省温州市文成县黄坦镇栖真路125号",
          "intro": "",
          "industry": "水果种植",
          "tel": "13600650533",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "",
          "county": "文成县黄坦镇",
          "img_src": "",
          "video_src": "",
          "longitude": "119.988673",
          "latitude": "27.756449"
        },
        {
          "name": "浙江苍鹤农业开发有限公司",
          "representative": "陈爱陶",
          "address": "浙江省温州市苍南县矾山镇杨子山村鹤顶山茶场",
          "intro": " 浙江苍鹤农业开发有限公司成立于2012年（前身是组建于1958年的苍南国营茶场)，注册资金2000万元，一期茶园面积1150余亩，拥有多名中高级专业技术人员，是一家集老土茶种植、栽培、加工、研发、销售为一体的市级农业龙头企业。\n老土茶园位于浙江南部第一高峰——鹤顶山，海拔800余米，这里三面环海，常年云雾缭绕，生态环境优美，尤其是1.9亿年前的火山喷发，形成特别适合茶树种植的土壤条件，赋予老土茶独特口感，且有“喝了不饿”的神奇效果。公司先后通过生产许可认证、无公害农产品认证、绿色食品认证。茶园于2017年荣获“全国最美茶园”称号，产品老土茶于2015、2016年陆续荣获温州早茶节和中国义乌国际森林博览会金奖，是中国经济论坛和粤港澳温州人大会指定用茶。\n 公司在广州设立运营中心，利用“线上商城+线下体验店的模式，在网上创建了老土茶云商城，在广州、上海、温州设立多家旗舰店。同时，加强校企合作，在广州成立茶通天下文化学院，让传统茶文化与时俱进。并对原国营茶场进行改造升级，建立茶通天下体验中心，构建温州首个集“休闲、体验、学研、观光、住宿、餐饮、商购”为一体的茶文化体验中心，通过“以茶兴游”、“以游促茶”，努力把老土茶打造成为国内有竞争力的茶叶知名品牌。",
          "industry": "其他农业",
          "tel": "13858792829",
          "output": "",
          "yield": "",
          "year": "",
          "main_product": "",
          "county": "苍南县矾山镇",
          "img_src": "http://www.wzszhny.com/data/upfiles/20191105/1572918448722.jpg",
          "video_src": "",
          "longitude": "120.431930",
          "latitude": "27.316581"
        }
      ]